//////////////////////////////////////////////////////////////
// НАЗВАНИЯ ОСОБЕННОСТЕЙ
//////////////////////////////////////////////////////////////
//Эльфы и тёмные Эльфы
cpi_sprite_feat=Светлая, Парит, Враг не отвечает, Пыльца феи, Сопротивляемость Магии, Слабость к Огню, Изученный Враг.
cpi_sprite2_feat=Светлая, Парит, Враг не отвечает, Забвение, Сопротивляемость Магии, Изученный Враг.
cpi_dryad_feat=Светлая, Парит, Враг не отвечает, Забвение, Красавица, Очарование, Древесная фея, Изученный Враг.
cpi_werewolf_feat=Светлый, Лезвия, Ночное зрение, Регенерация, Терпимость, Изученный Враг.
cpi_wolf_feat=Светлый, Зверь, Ночное зрение, Бешенство, Регенерация, Терпимость, Ликантропия, Изученный Враг.
cpi_satyr_feat=Светлый, Сила леса, Нет штрафа в рукопашной, Дух леса, Изученный Враг.
cpi_druid_feat=Светлый, Сила природы, Сопротивляемость Магии, Аура гармонии, Изученный Враг.
cpi_elf_feat=Светлый, Стрелок, Снайпер, Нет штрафа в рукопашной, Изученный Враг.
cpi_elf2_feat=Светлый, Стрелок, Снайпер, Нет штрафа в рукопашной, Охотник, Изученный Враг.
cpi_unicorn_feat=Светлый, Рог Света, Сопротивляемость Магии, Защитник красоты, Изученный Враг.
cpi_ent_feat=Светлый, Растение, Деревянный, Опутывание, Изученный Враг.
cpi_ent2_feat=Светлый, Растение, Деревянный, Опутывание, Изученный Враг.

cpi_dark_sprite_feat=Тёмная, Парит, Враг не отвечает, Пыльца феи, Сопротивляемость Магии, Слабость к Огню, Изученный Враг.
cpi_dark_sprite2_feat=Тёмная, Парит, Враг не отвечает, Забвение, Сопротивляемость Магии, Изученный Враг.
cpi_dark_dryad_feat=Тёмная, Парит, Враг не отвечает, Забвение, Красавица, Очарование, Древесная фея, Изученный Враг.
cpi_dark_werewolf_feat=Тёмный, Лезвия, Ночное зрение, Регенерация, Терпимость, Изученный Враг.
cpi_dark_wolf_feat=Тёмный, Зверь, Ночное зрение, Бешенство, Регенерация, Терпимость, Ликантропия, Изученный Враг.
cpi_dark_satyr_feat=Тёмный, Сила леса, Нет штрафа в рукопашной, Дух леса, Изученный Враг.
cpi_dark_druid_feat=Тёмный, Сила природы, Сопротивляемость Магии, Аура гармонии, Изученный Враг.
cpi_dark_elf_feat=Тёмный, Стрелок, Снайпер, Нет штрафа в рукопашной, Изученный Враг.
cpi_dark_elf2_feat=Тёмный, Стрелок, Снайпер, Двойной Нет штрафа в рукопашной, Охотник, Изученный Враг.
cpi_dark_unicorn_feat=Тёмный, Рог тьмы, Сопротивляемость Магии, Защитник красоты, Изученный Враг.
cpi_dark_ent_feat=Тёмный, Растение, Деревянный, Опутывание, Изученный Враг.
cpi_dark_ent2_feat=Тёмный, Растение, Деревянный, Опутывание, Изученный Враг.


//Гномы, Цверги и примкнувшие к ним Дроидеки
cpi_miner_feat=Светлый, Ночное Зрение, Злопамятность.
cpi_dwarf_feat=Светлый, Броня, Мстительность, Злопамятность.
cpi_miner2_feat=Светлый, Ночное Зрение, Начальник, Злопамятность.
cpi_cannoner_feat=Светлый, Стрелок, Осадное орудие, Нет штрафа в рукопашной, Злопамятность.
cpi_alchemist_feat=Светлый, Струя кислоты, Нет штрафа в рукопашной, Сопротивляемость Яду, Прикладник, Злопамятность.
cpi_ingeneer_feat=Светлый, Огнемет, Нет штрафа в рукопашной, Сопротивляемость Огню, Механик, Злопамятность.
cpi_giant_feat=Светлый, Любит Изумрудных драконов, Злопамятность.

cpi_dark_miner_feat=Тёмный, Ночное Зрение, Злопамятность.
cpi_dark_dwarf_feat=Тёмный, Броня, Мстительность, Злопамятность.
cpi_dark_miner2_feat=Тёмный, Ночное Зрение, Начальник, Злопамятность.
cpi_dark_cannoner_feat=Тёмный, Стрелок, Осадное орудие, Нет штрафа в рукопашной, Злопамятность.
cpi_dark_alchemist_feat=Тёмный, Струя кислоты, Нет штрафа в рукопашной, Сопротивляемость Яду, Прикладник, Злопамятность.
cpi_dark_ingeneer_feat=Тёмный, Огнемет, Нет штрафа в рукопашной, Сопротивляемость Огню, Механик, Злопамятность.
cpi_dark_giant_feat=Тёмный, Любит Изумрудных драконов, Злопамятность.

cpi_droideka2_feat=Шок, Механический, Броня, Безглазый.
cpi_droideka_feat=Летает, Стрелок, Нет штрафа в рукопашной, Механический, Броня, Безглазый.


//Люди
cpi_peasant_feat=Светлый, Чувство локтя, Гроза сорняков, Боевой Дух.
cpi_footman_feat=Светлый, Броня, Осторожность, Боевой Дух.
cpi_footman2_feat=Светлый, Броня, Осторожность, Командир, Боевой Дух.
cpi_bowman_feat=Светлый, Стрелок, Боевой Дух.
cpi_priest_feat=Светлый, Божественный удар, Нет штрафа в рукопашной, Божественная защита, Сопротивляемость Магии, Боевой дух.
cpi_priest2_feat=Светлый, Божественный удар, Нет штрафа в рукопашной, Божественная защита, Сопротивляемость Магии, Боевой дух.
cpi_withchunter_feat=Светлый, Убийца Магов, Защита от Магии, Стойкость Разума, Очищение, Боевой дух.
cpi_horseman_feat=Светлый, Броня, Кавалерист, Боевой дух.
cpi_knight_feat=Светлый, Стальная броня, Мастерство, Доблесть, Убийца драконов, Боевой дух.
cpi_paladin_feat=Светлый, Стальная броня, Божественная защита, Воин Света, Боевой дух.
cpi_archmage_feat=Светлый, Молния, Защита от Магии, Стойкость Разума, Наставник, Боевой дух.

cpi_dark_peasant_feat=Тёмный, Чувство локтя, Гроза сорняков, Боевой Дух.
cpi_dark_footman_feat=Тёмный, Броня, Осторожность, Боевой Дух.
cpi_dark_footman2_feat=Тёмный, Броня, Осторожность, Командир, Боевой Дух.
cpi_dark_bowman_feat=Тёмный, Стрелок, Боевой Дух.
cpi_dark_priest_feat=Тёмный, Божественный удар, Нет штрафа в рукопашной, Божественная защита, Сопротивляемость Магии, Боевой дух.
cpi_dark_priest2_feat=Тёмный, Божественный удар, Нет штрафа в рукопашной, Божественная защита, Сопротивляемость Магии, Боевой дух.
cpi_dark_withchunter_feat=Тёмный, Убийца Магов, Защита от Магии, Стойкость Разума, Очищение, Боевой дух.
cpi_dark_horseman_feat=Тёмный, Броня, Кавалерист, Боевой дух.
cpi_dark_knight_feat=Тёмный, Стальная броня, Мастерство, Доблесть, Убийца драконов, Боевой дух.
cpi_dark_paladin_feat=Тёмный, Стальная броня, Божественная защита, Воин тьмы, Боевой дух.
cpi_dark_archmage_feat=Тёмный, Молния, Защита от Магии, Стойкость Разума, Наставник, Боевой дух.


//Викинги
cpi_slinger_man_feat=Закаленный, Стрелок, Нет штрафа в рукопашной, Меткий, Знание Рун.
cpi_viking_feat=Закаленный, Мстительный, Знание Рун.
cpi_skald_feat=Закаленный, Броня, Муки совести, Песнопев, Провожающий в Валгаллу, Знание Рун.
cpi_berserk2_feat=Закаленный, Удар щитом, Безумная Ярость, Игнорирование боли, Знание Рун
cpi_axthrower_feat=Закаленный, Ловкий, Метатель Топоров, Нет штрафа в рукопашной, Знание Рун.
cpi_valkyre_feat=Броня, Дар Одина, Посланница богов, Красавица, Сопротивляемость Магии, Медвежья кавалерия, Знание Рун.
cpi_soothsayer_feat=Колдовской посох, Божественная длань, Сопротивляемость Магии, Стойкость Разума, Хранитель знаний, Щит стихий, Знание Рун.
cpi_yarl_feat=Закаленный, Зачарованная Броня, Азарт, Топор стихий, Плечом к плечу, Знание Рун.


//Орки
cpi_goblin_feat=Тёмный, Метатель Топоров, Нет штрафа в рукопашной, Пристрелка, Убийца великанов, Алчность, Адреналин.
cpi_goblin2_feat=Тёмный, Вспыльчивость, Убийца великанов, Алчность, Адреналин.
cpi_goblin_rider_feat=Тёмный, Гнев Предков, Нет штрафа в рукопашной, Говорящий с Духами, Хранитель, Алчность, Адреналин
cpi_catapult_feat=Тёмный, Стрелок, Осадное орудие, Пиромант, Командир, Алчность, Адреналин.
cpi_orc_feat=Тёмный, Броня, Жажда битвы, Алчность, Адреналин.
cpi_orc2_feat=Тёмный, Контратака, Броня, Осторожность, Алчность, Адреналин.
cpi_orс_scout_feat=Тёмный, Стрелок, Арбалетчик, Волчья Кавалерия, Алчность, Адреналин.
cpi_shaman_feat=Тёмный, Контроль Адреналина, Спокойствие, Шаман, Стойкость Разума, Адреналин.
cpi_ogre_feat=Тёмный, Тяжелая рука, Толстая шкура, Алчность, Адреналин.
cpi_ogre_chieftain_feat=Тёмный, Тяжелая рука, Сокрушение, Броня, Сопротивляемость Яду, Командир, Алчность, Адреналин.


//Ящеры
cpi_gobot_feat=Тёмный, Червь, Роет землю, Нет штрафа в рукопашной, Безглазый, Стойкость Разума.
cpi_gobot2_feat=Тёмный, Червь, Роет землю, Ядовитый, Нет штрафа в рукопашной, Безглазый, Стойкость Разума.
cpi_gorguana_feat=Тёмный, Рептилия, Копье, Прочная чешуя, Стая, Жажда крови.
cpi_gorguana2_feat=Тёмная, Рептилия, Магический снаряд, Прочная чешуя, Сопротивляемость Магии, Стая, Жажда крови.
cpi_highterrant_feat=Тёмный, Рептилия, Летает, Острый клюв, Сопротивляемость Магии.
cpi_chosha_feat=Тёмный, Червь, Неподвижный, Стойкость Разума.
cpi_brontor_feat=Тёмный, Рептилия, Трехрогий, Прочная чешуя, Шипы, Стойкость Разума.
cpi_digged_brontor_feat=Тёмный, Рептилия, Неподвижный, не отвечает, Прочная чешуя, Шипы, Стойкость Разума.
cpi_tirex_feat=Тёмный, Рептилия, Тиран, Прочная чешуя, Гигантский ящер, Страшный, Пожиратель.


//Демоны
cpi_firemental_feat=Тёмный, Демон, Огненый элементаль, Парит, Неистовство.
cpi_imp_feat=Тёмный, Демон, Метатель Огня, Возвращается, Враг не отвечает, Неистовство.
cpi_imp2_feat=Тёмный, Демон, Метатель Огня, Возвращается, Враг не отвечает, Неистовство.
cpi_cerberus_feat=Тёмный, Демон, Трехглавый, Неистовство.
cpi_priestess_blood_feat=Тёмный, Демон, Броня, Жрица Крови, Красавица, Неистовство.
cpi_demoness_feat=Тёмный, Демон, Красавица, Неистовство.
cpi_demon_feat=Тёмный, Демон, Неистовый, Доминирование, Ярость демона, Неистовство.
cpi_demon2_feat=Тёмный, Демон, Неистовый, Доминирование, Ярость демона, Вселяющий ужас, Неистовство.
cpi_archdemon_feat=Тёмный, Демон, Стойкость Разума, Сопротивляемость Магии, Власть над огнем, Телепортация, Очищение, Неистовство.


//Нежить
cpi_skeleton_feat=Тёмный, Нежить, Костяной, Некроэнергия.
cpi_archer_feat=Тёмный, Нежить, Стрелок, Костяной, Некроэнергия.
cpi_spider_undead_feat=Тёмный, Нежить, Проклятый, Некроэнергия.
cpi_zombie_feat=Тёмный, Нежить, Некроэнергия.
cpi_zombie2_feat=Тёмный, Нежить, Разлагается, Некроэнергия.
cpi_pirat_ghost_feat=Тёмный, Нежить, Морской, Проклятый кладоискатель, Ловкий, Некроэнергия.
cpi_ghost_feat=Тёмный, Нежить, Парит, Фантом, Поглощение души, Некроэнергия.
cpi_ghost2_feat=Тёмный, Нежить, Парит, Фантом, Поглощение души, Некроэнергия.
cpi_vampire_feat=Тёмный, Нежить, Регенерация, Враг не отвечает, Некроэнергия.
cpi_vampire2_feat=Тёмный, Нежить, Регенерация, Враг не отвечает, Обман Смерти, Некроэнергия.
cpi_vampire_woman_feat=Тёмная, Нежить, Регенерация, Враг не отвечает, Обман Смерти, Некроэнергия.
cpi_bat_feat=Тёмный, Нежить, Парит, Враг не отвечает, Вампиризм, Некроэнергия.
cpi_bat2_feat=Тёмный, Нежить, Парит, Враг не отвечает, Вампиризм, Некроэнергия.
cpi_vampiress_cloud_feat=Тёмная, Нежить, Парит, Фантом, Безоружный, Неуязвимый, Некроэнергия.
cpi_blackknight_feat=Тёмный, Нежить, Стальная броня, Мастерство, тёмный командир, Нарастающий гнев, Некроэнергия.
cpi_necromant_feat=Тёмный, Нежить, Облако Тьмы, Некромант, Некроэнергия.
cpi_bonedragon_feat=Тёмный, Нежить, Костяной, Летает, Ядовитое дыхание, Некроэнергия.


//Нейтралы
//гуманоиды
cpi_robber_feat=Грабитель, Алчный.
cpi_robber2_feat=Грабитель, Алчный.
cpi_barbarian_feat=Закаленный, Мстительность.
cpi_berserk_feat=Берсеркер, Закаленный, Мстительность.
cpi_pirat_feat=Золотоискатель, Морской, Ловкий.
cpi_pirat2_feat=Золотоискатель, Морской, Ловкий.
cpi_demonologist_feat=Пылающий череп, Демонолог, Хранитель порталов, Сопротивляемость Магии, Сопротивляемость Огню, Стойкость Разума.
cpi_assassin_feat=Враг не отвечает, Ядовитый, Сопротивляемость Яду, Слуга Смерти, Изученный Враг.
cpi_clown_feat=Метаморф, Азарт, Ловкий, Очищение.
cpi_powerman_feat=Ночное Зрение, Стойкость Разума, Изученный Враг.
cpi_gwf_feat=Безоружный, Бомбист, Неуязвимый, Ночное Зрение, Стойкость Разума, Изученный Враг.
cpi_horseamazon_feat=Стрелок, Свободолюбивый, Отступление.
cpi_dragon_rider_feat=Тёмный, Летает, Огненное Дыхание, Иммунитет к Огню, Сопротивляемость к Магии, Дракон-Хранитель.
//тернии
cpi_thorn_feat=Стрелок, Растение, Безглазый, Нет штрафа в рукопашной.
cpi_thorn2_feat=Растение, Безглазый.
cpi_kingthorn_feat=Стрелок, Растение, Безглазый, Нет штрафа в рукопашной.
//пауки
cpi_spider_feat=Подземный, Каменная кожа.
cpi_spider_fire_feat=Защита от яда, Сопротивляемость Огню, Уязвимость к холоду, Стойкость Разума, Воспламеняет.
cpi_spider_venom_feat=Ядовитый, Иммунитет к яду, Слабость к Огню.
cpi_spider_ice_feat=Подземный, Ледяное создание, Ледяной плевок.
//звери
cpi_hyena_feat=Зверь, Ночное зрение, Падальщик, Стая.
cpi_graywolf_feat=Зверь, Ночное зрение, Бешенство, Стая.
cpi_bear_feat=Зверь, Озверение, Спячка.
cpi_bear2_feat=Зверь, Озверение, Спячка.
cpi_bear_white_feat=Зверь, Озверение, Спячка, Закаленный.
cpi_griffin_feat=Зверь, Летает, Неистовый, Сопротивляемость Магии.
cpi_griffin2_feat=Зверь, Летает, Неистовый, Защита от Магии, Ненавидит драконов, Совершенство.
cpi_griffinsp_feat=Летает, Неистовый, Фантом, Отрицание магии.
//рептилии
cpi_snake_feat=Рептилия, Защита от яда.
cpi_snake_green_feat=Рептилия, Ядовитый, Иммунитет к яду.
cpi_snake_royal_feat=Рептилия, Враг не отвечает, Ядовитый, Иммунитет к яду.
//рыбы
cpi_devilfish_feat=Морской, Слабость к Огню, Ночное зрение, Страшный, Стая, Страх-рыба.
//дракончики
cpi_dragonfly_feat=Парит, Сопротивляемость Магии, Слабость, Парализует.
cpi_dragonfly_red_feat=Парит, Сопротивляемость Огню, Уязвимость к холоду.
//бехолдеры
cpi_beholder_feat=Парит, Стрелок, Усыпляющий луч, Нет штрафа в рукопашной, Подземный, Стойкость Разума.
cpi_beholder2_feat=Парит, Стрелок, Усыпляющий Луч, Нет штрафа в рукопашной, Подземный, Стойкость Разума.
//драконы
cpi_dragon_ice_feat=Летает, Иммунитет к Магии, Ледяное создание, Замораживающее касание, Создатель, Свободолюбивый.
cpi_greendragon_feat=Летает, Ненавидит Гигантов, Сопротивляемость Магии, Защита от Огня, Стойкость Разума.
cpi_blackdragon_feat=Летает, Огненное Дыхание, Иммунитет к Огню, Иммунитет к Магии, Стойкость Разума, Власть Дракона.
cpi_reddragon_feat=Летает, Огненное Дыхание, Сопротивляемость Магии, Иммунитет к Огню, Стойкость Разума.
//здоровяки
cpi_yotun_feat=Закаленный, Зачарованная Дубина, Алчность, Знание Рун.
cpi_cyclop_feat=Стрелок, Снайпер, Каменный, Нет штрафа в рукопашной.
cpi_troll_feat=Шкура Тролля, Каменеет, Злорадный.
//Призванные
cpi_ice_minion_feat=Ледяное Создание, Ловкий.
cpi_orb_feat=Шар, Ледяное Создание, Враг не отвечает.
cpi_book1_feat=Обычные Заклинания, Иммунитет к Магии, Стойкость Разума, Защита от Яда, Уязвимость к Огню, Безглазый.
cpi_book2_feat=Сильные Заклинания, Иммунитет к Магии, Стойкость Разума, Защита от Яда, Уязвимость к Огню, Безглазый.
cpi_book3_feat=Мощные Заклинания, Иммунитет к Магии, Стойкость Разума, Защита от Яда, Уязвимость к Огню, Безглазый.
cpi_lava_golem_feat=Лавовый, Воспламеняет, Оглушает, Иммунитет к Магии.
cpi_phoenix_feat=Летает, Огненная Буря, Иммунитет к Огню, Иммунитет к Магии, Возрождение.
cpi_infernodragon_feat=Летает, Огненное Дыхание, Костяной, Иммунитет к Огню, Иммунитет к Магии, Стойкость Разума, Воспламеняет.




//////////////////////////////////////////////////////////////
// ОПИСАНИЕ ОСОБЕННОСТЕЙ
//////////////////////////////////////////////////////////////
// ОБЩЕЕ
//////////////////////////////////////////////////////////////
//Светлый-тёмный
light_header=^def_hint_t0^Светлый
light_hint=^def_hint_t1^Сражается на стороне света.<br>Падает мораль если в армии есть Тёмные.
dark_header=^def_hint_t0^Тёмный
dark_hint=^def_hint_t1^Сражается на стороне тьмы.<br>Падает мораль если в армии есть Светлые.

tolerance_header=^def_hint_t0^Терпимость
tolerance_dark_1_hint=^def_hint_t1^Терпит присутствие тёмных созданий в армии. Штраф морали снижен на 1.
tolerance_dark_2_hint=^def_hint_t1^Терпит присутствие тёмных созданий в армии. Штраф морали снижен на 2.
tolerance_dark_3_hint=^def_hint_t1^Терпит присутствие тёмных созданий в армии. Штраф морали снижен на 3.
tolerance_dark_4_hint=^def_hint_t1^Терпит присутствие тёмных созданий в армии. Штраф морали снижен на 4.
tolerance_dark_5_hint=^def_hint_t1^Терпит присутствие тёмных созданий в армии. Штраф морали снижен на 5.
tolerance_light_1_hint=^def_hint_t1^Терпит присутствие Светлых созданий в армии. Штраф морали снижен на 1.
tolerance_light_2_hint=^def_hint_t1^Терпит присутствие Светлых созданий в армии. Штраф морали снижен на 2.
tolerance_light_3_hint=^def_hint_t1^Терпит присутствие Светлых созданий в армии. Штраф морали снижен на 3.
tolerance_light_4_hint=^def_hint_t1^Терпит присутствие Светлых созданий в армии. Штраф морали снижен на 4.
tolerance_light_5_hint=^def_hint_t1^Терпит присутствие Светлых созданий в армии. Штраф морали снижен на 5.



//Особенность перемещения
soars_header=^def_hint_t0^Парит
soars_hint=^def_hint_t1^Может перелетать низкие препятствия или неровности рельефа.

flies_header=^def_hint_t0^Летает
flies_hint=^def_hint_t1^Может перелетать невысокие препятствия или неровности рельефа.

phantom_header=^def_hint_t0^Фантом
phantom_hint=^def_hint_t1^Получает половину урона от физических атак и проходит через препятствия.



//Особенности от местности и времени
night_sight_header=^def_hint_t0^Ночное Зрение
night_sight_hint=^def_hint_t1^Ночью и в подземельях Атака увеличена на 50%.

sea_header=^def_hint_t0^Морской
sea_hint=^def_hint_t1^При сражении на море – повышенная мораль.

underground_header=^def_hint_t0^Подземный
underground_hint=^def_hint_t1^В подземельях Атака увеличена на 50%.

northerner_header=^def_hint_t0^Закаленный
northerner_hint=^def_hint_t1^Сопротивляемость ледяному урону +10%.<br>На снежных аренах Защита увеличена на 50%.



//Особенность Атаки
no_weapon_header=^def_hint_t0^Безоружный
no_weapon_hint=^def_hint_t1^Не обладает базовой атакой, способной причинить кому-либо прямой вред.

no_melee_header=^def_hint_t0^Нет штрафа в рукопашной
no_melee_hint=^def_hint_t1^Врукопашную наносит такой же урон, как и при дальней атаке.

no_retaliation_header=^def_hint_t0^Враг не отвечает
no_retaliation_hint=^def_hint_t1^Враг не отвечает на удар.

shot_header=^def_hint_t0^Стрелок
shot_hint=^def_hint_t1^Основной атакой существа является дистанционная – стрелковая или метательная.

axe_thrower_header=^def_hint_t0^Метатель Топоров
axe_thrower3_hint=^def_hint_t1^Может метать топоры во врага на расстоянии до 3х клеток. Получает некоторые бонусы стрелков.
axe_thrower4_hint=^def_hint_t1^Может метать топоры во врага на расстоянии до 4х клеток. Получает некоторые бонусы стрелков.

sniper_header=^def_hint_t0^Снайпер
sniper_hint=^def_hint_t1^Нет штрафа за расстояние при дистанционной атаке.

tireless_header=^def_hint_t0^Неистовый
tireless_hint=^def_hint_t1^Всегда отвечает на атаки врага.

siege_weapon_header=^def_hint_t0^Осадное Орудие
siege_weapon_cannoner_hint=^def_hint_t1^Наносит по препятствиям, барьерам и Башням Гремлинов 200% урона базовой атакой.

dragon_breath_header=^def_hint_t0^Огненное Дыхание
dragon_breath_hint=^def_hint_t1^Поражает своим дыханием цель и стоящий за ней отряд. С вероятностью 50% поджигает цель.

revengeful_header=^def_hint_t0^Мстительный
revengeful_hint=^def_hint_t1^При гибели более 50% отряда веротяность крита увеличена на 100%.

poisonous_header=^def_hint_t0^Ядовитый
poisonous_hint=^def_hint_t1^С вероятностью 30% при атаке накладывает "Отравление" на 3 хода.

ardor_header=^def_hint_t0^Азарт
ardor_hint=^def_hint_t1^Нанеся критический удар, повышает свою Атаку на 2. Максимальный бонус +20 к Атаке.

furiousness_header=^def_hint_t0^Бешенство
furiousness_hint=^def_hint_t1^С вероятностью 20% при атаке заражает "Бешенством".



//особенности Защиты и получения Урона
beauty_header=^def_hint_t0^Красавица
beauty_hint=^def_hint_t1^Мужчины-гуманоиды с вероятностью 30% промахиваются, сраженные красотой девушки.

agility_header=^def_hint_t0^Ловкий
agility_20_hint=^def_hint_t1^С вероятностью 20% может уклониться от атаки.
agility_30_hint=^def_hint_t1^С вероятностью 30% может уклониться от атаки.

alertness_header=^def_hint_t0^Осторожный
alertness_hint=^def_hint_t1^С вероятностью 10% уклоняется от атаки врага.<br>Каждые 4% потерь увеличивают вероятность уклонения на 1%.
alertness_orc2_hint=^def_hint_t1^С вероятностью 10% может уклониться от атаки.<br>Каждые 10% потерь увеличивают вероятность уклонения на 1%.<br>Каждые 5 единиц Адреналина увеличивают вероятность уклонения на 2% (максимум +20% от Адреналина).

learning_header=^def_hint_t0^Мастерство
learning_hint=^def_hint_t1^Получая урон, может трижды увеличить свою базовую защиту на 30%.<br>Не учитывает ответные атаки врага и эффекты заклинаний.

flaming_header=^def_hint_t0^Воспламеняет
flaming_hint=^def_hint_t1^Атакуя такое существо, враги, не имеющие иммунитета к огню, загораются.

retreat_header=^def_hint_t0^Отступление
retreat_hint=^def_hint_t1^С вероятностью 30% избегает урона в рукопашной, отскакивая назад, если это возможно. Получив урон врукопашную, стремится разорвать дистанцию, отступая на 1 клетку от врага. При успешном отступлении атакует врага дистанционно.
no_retreat_hint=^def_hint_t1^Существа ещё не обладают данной особенностью.
retreat_orc_scout_hint=<gen=retreat_orc_scout_hint>




//Особенность резистов
armor_header=^def_hint_t0^Броня
armor_p10_hint=^def_hint_t1^Сопротивляемость физическому урону +10%.
armor_p20_hint=^def_hint_t1^Сопротивляемость физическому урону +20%.
armor_p10_f10_hint=^def_hint_t1^Сопротивляемость физическому урону +10%. Сопротивляемость огненному урону +10%.
armor_p20_f10_hint=^def_hint_t1^Сопротивляемость физическому урону +20%. Сопротивляемость огненному урону +10%.
armor_p20_f20_hint=^def_hint_t1^Сопротивляемость физическому урону +20%. Сопротивляемость огненному урону +20%.
armor_p30_f10_hint=^def_hint_t1^Сопротивляемость физическому урону +30%. Сопротивляемость огненному урону +10%.
armor_p30_f30_hint=^def_hint_t1^Сопротивляемость физическому урону +30%. Сопротивляемость огненному урону +30%.

magic_resistance_header=^def_hint_t0^Защита от Магии
magic_resistance_10_hint=^def_hint_t1^Сопротивляемость магическому урону +10%.
magic_resistance_15_hint=^def_hint_t1^Сопротивляемость магическому урону +15%.
magic_resistance_20_hint=^def_hint_t1^Сопротивляемость магическому урону +20%.
magic_resistance_25_hint=^def_hint_t1^Сопротивляемость магическому урону +25%.
magic_resistance_30_hint=^def_hint_t1^Сопротивляемость магическому урону +30%.
magic_resistance_35_hint=^def_hint_t1^Сопротивляемость магическому урону +35%.
magic_resistance_50_hint=^def_hint_t1^Сопротивляемость магическому урону +50%.

magic_immunity_header=^def_hint_t0^Иммунитет к Магии
magic_immunity_hint=^def_hint_t1^Сопротивляемость магическому урону +80%. Не действуют заклинания.

poison_resistance_header=^def_hint_t0^Защита от Яда
poison_resistance_10_hint=^def_hint_t1^Сопротивляемость ядовитому урону +10%.
poison_resistance_25_hint=^def_hint_t1^Сопротивляемость ядовитому урону +25%.
poison_resistance_50_hint=^def_hint_t1^Сопротивляемость ядовитому урону +50%.

poison_immunity_header=^def_hint_t0^Иммунитет к Яду
poison_immunity_hint=^def_hint_t1^Сопротивляемость ядовитому урону +80%. Нельзя отравить.

fire_resistance_header=^def_hint_t0^Защита от Огня
fire_resistance_15_hint=^def_hint_t1^Сопротивляемость огненному урону +15%.
fire_resistance_20_hint=^def_hint_t1^Сопротивляемость огненному урону +20%.
fire_resistance_25_hint=^def_hint_t1^Сопротивляемость огненному урону +25%.
fire_resistance_30_hint=^def_hint_t1^Сопротивляемость огненному урону +30%.
fire_resistance_50_hint=^def_hint_t1^Сопротивляемость огненному урону +50%.

fire_immunity_header=^def_hint_t0^Иммунитет к Огню
fire_immunity_hint=^def_hint_t1^Сопротивляемость огненному урону +80%. Нельзя поджечь.

fire_weakness_header=^def_hint_t0^Уязвимость к Огню
fire_weakness_10_hint=^def_hint_t1^Сопротивляемость огненному урону -10%.
fire_weakness_20_hint=^def_hint_t1^Сопротивляемость огненному урону -20%.
fire_weakness_50_hint=^def_hint_t1^Сопротивляемость огненному урону -50%.
fire_weakness_100_hint=^def_hint_t1^Сопротивляемость огненному урону -100%.

glacial_weakness_header=^def_hint_t0^Уязвимость к Холоду
glacial_weakness_20_hint=^def_hint_t1^Сопротивляемость ледяному урону -20%.
glacial_weakness_30_hint=^def_hint_t1^Сопротивляемость ледяному урону -30%.

glacial_immunity_header=^def_hint_t0^Иммунитет к Холоду
glacial_immunity_hint=^def_hint_t1^Сопротивляемость ледяному урону +80%. Нельзя заморозить.

beast_header=^def_hint_t0^Зверь
beast_hint=^def_hint_t1^Уязвимость к Огню (Сопротивляемость -10%).<br> Защита от Холода (Сопротивляемость +10%).

mind_immunity_header=^def_hint_t0^Стойкость Разума
mind_immunity_hint=^def_hint_t1^Не действуют заклинания и эффекты, оказывающие воздействие на разум цели.



//Особенности в начале хода
regeneration_header=^def_hint_t0^Регенерация
regeneration_hint=^def_hint_t1^Каждый ход восстанавливает здоровье до максимума.

clear_header=^def_hint_t0^Очищение
clear_hint=^def_hint_t1^Снимает с себя все отрицательные эффекты в начале своего хода.
clear_all_hint=^def_hint_t1^Снимает с себя все эффекты в начале своего хода.



//Остальные фенечки
eyeless_header=^def_hint_t0^Безглазый
eyeless_hint=^def_hint_t1^Обладает иммунитетом к заклинаниям "Ослепление", "Точность", не снижается урон в Масляном Тумане. Видит невидимок.

commander_header=^def_hint_t0^Командир
commander_footman2_hint=^def_hint_t1^<label=cpsn_bowman> и <label=cpsn_footman> получают +1 к Морали.
commander_dark_footman2_hint=^def_hint_t1^<label=cpsn_dark_bowman> и <label=cpsn_dark_footman> получают +1 к Морали.
commander_catapult_hint=^def_hint_t1^<label=cpsn_goblin>, <label=cpsn_goblin2>, <label=cpn_goblin_rider> получают +1 к Морали.<br> Каждый раз когда <label=cpsn_dark_bowman> и <label=cpsn_dark_footman> получают Адреналин, <label=cpsn_catapult> получают 1 Адреналина.
commander_chieftain_hint=^def_hint_t1^<label=cpsn_orc>, <label=cpsn_orc2>, <label=cpsn_ork_scout> получают +1 к Морали. <br> Каждый раз когда <label=cpsn_orc>, <label=cpsn_orc2>, <label=cpsn_ork_scout> получают Адреналин, <label=cpsn_ogre_chieftain> получают 1 Адреналина.
commander_blackknight_hint=^def_hint_t1^Нежить в армии получает +1 Морали.

avid_header=^def_hint_t0^Алчный
avid_hint=^def_hint_t1^Убивая врага, отряд получает +10 Морали до конца боя, предвкушая богатые трофеи.

debonair_header=^def_hint_t0^Метаморф
debonair_hint=^def_hint_t1^Радуется, сражаясь с разнообразными противниками, в которых может перевоплотиться. Мораль +1.


//Эльфы
elf_known_enemy_header=^def_hint_t0^Изученный Враг
elf_known_enemy_hint=^def_hint_t1^Познает врага в сражении.<br>Каждая успешная атака, совершаемая [sel]данным отрядом по отряду врага[/c] увеличивает веротяность крита по этому типу отрядов на [sel]<gen=hintgen_elf_known_enemy_attack>[/c].<br>При нанесении крита информация об отряде обнуляется.

faery_dust_header=^def_hint_t0^Пыльца феи
faery_dust_hint=^def_hint_t1^Накладывает "Ослабление" при атаке.

discharge_header=^def_hint_t0^Забвение
discharge_hint=^def_hint_t1^Атакуя, с 50% вероятностью может разрядить все умения цели.

charm_header=^def_hint_t0^Очарование
charm_hint=^def_hint_t1^При атаке с вероятностью 20% очаровывает мужчину-гуманоида, и он сражается на стороне дриады.

wood_fairy_header=^def_hint_t0^Древесная Фея
wood_fairy_hint=^def_hint_t1^Все растения в армии получат +1 Морали.

blade_header=^def_hint_t0^Лезвия
blade_hint=^def_hint_t1^Зазубренные лезвия оборотня при атаке наносят жестокие раны, вызывая снижение боеспособности цели.

licantropy_header=^def_hint_t0^Ликантропия
licantropy_hint=^def_hint_t1^С вероятностью 30%, кусая цель, превращает 25% убитых в оборотней, увеличивая свою численность. Ночью и в подземельях количество обращенных удваивается.<br>Ликантропией могут быть заражены только некоторые гуманоиды.
// здесь идёт перечисление через запятую названий юнитов во множественном числе – мечники, лучники...
// [VV] нуну, их там 50 штук

satyr_shot_header=^def_hint_t0^Сила Леса
satyr_shot_hint=^def_hint_t1^Атакует дистанционно, выпуская магический снаряд, поражающий цель и снижающий Защиту и Атаку цели на 1. Максимальное пенальти к Атаке и Защите -5.

forest_spirit_header=^def_hint_t0^Дух Леса
forest_spirit_hint=^def_hint_t1^При сражении в лесу – повышенная Мораль.


druid_shot_header=^def_hint_t0^Сила Природы
druid_shot_hint=^def_hint_t1^Атакует дистанционно, выпуская магический снаряд, поражающий цель и соседние отряды.

harmony_header=^def_hint_t0^Аура Гармонии
harmony_hint=^def_hint_t1^Все эльфы в армии получают +1 Морали.

hunter_header=^def_hint_t0^Охотник
hunter_arrow_hint=^def_hint_t1^Наносит 150% урона животным.<br>Все стрелковые атаки вызывают эффект <label=effect_bleed_name> с вероятностью 50%.

light_horn_header=^def_hint_t0^Рог Света
light_horn_hint=^def_hint_t1^Наносит дополнительно 30% магического урона всем тёмным.

dark_horn_header=^def_hint_t0^Рог Тьмы
dark_horn_hint=^def_hint_t1^Наносит дополнительно 30% магического урона всем светлым.

defender_beauty_header=^def_hint_t0^Защитник Красоты
defender_beauty_hint=^def_hint_t1^Союзные <label=cpsn_sprite>, <label=cpsn_sprite_lake> и <label=cpsn_dryad> получают +2 Морали.
defender_dark_beauty_hint=^def_hint_t1^Союзные <label=cpsn_dark_sprite>, <label=cpsn_dark_sprite_lake> и <label=cpsn_dark_dryad> получают +2 Морали.

wood_header=^def_hint_t0^Деревянный
wood_hint=^def_hint_t1^Сопротивляемость физическому урону 10%.

tieroot_header=^def_hint_t0^Опутывание
tieroot_30_hint=^def_hint_t1^Врукопашную с вероятностью 30% может опутать врага, на время снизив его Очки Действия до 1.
tieroot_50_hint=^def_hint_t1^Врукопашную с вероятностью 50% может опутать врага, на время снизив его Очки Действия до 1.


//Гномы
dwarf_memory_header=^def_hint_t0^Злопамятность
dwarf_memory_hint=^def_hint_t1^Запоминает всех, кто когда-либо успешно атаковал этот отряд. Атакуя обидчика, наносит на 20% больше урона. Отомстив успокаивается и вычеркивает этого обидчика из своего чёрного списка.

foreman_header=^def_hint_t0^Начальник
foreman_hint=^def_hint_t1^<label=cpsn_miner> в армии получают +100% к базовой Атаке и Защите.<br>"Возмущается" когда <label=cpsn_miner> объявляют забастовку, получая +1 Скорости и Инициативы и +100% к вероятность критического удара.
dark_foreman_hint=^def_hint_t1^<label=cpsn_dark_miner> в армии получают +100% к базовой Атаке и Защите.<br>"Возмущается" когда <label=cpsn_dark_miner> объявляют забастовку, получая +1 Скорости и Инициативы и +100% к вероятность критического удара.

acid_sprays_header=^def_hint_t0^Струя Кислоты
acid_sprays_hint=^def_hint_t1^Выпускает струю кислоты на дистанцию до 3 гексов, обжигающую все на своем пути. Отравляет с вероятностью 15%. Враг не отвечает на эту атаку. Получает некоторые бонусы стрелков. 

chemister_header=^def_hint_t0^Прикладник
chemister_hint=^def_hint_t1^Создает новые зелья и химические смеси, когда они заканчиваются.

flamer_header=^def_hint_t0^Огнемет
flamer_hint=^def_hint_t1^Выпускает на дистанцию до 3 гексов струю огня, обжигающую все на своем пути. Поджигает с вероятностью 15%. Враг не отвечает на эту атаку. Получает некоторые бонусы стрелков. Поджигает с вероятностью 15%.

robo_tech_header=^def_hint_t0^Механик
robo_tech_hint=^def_hint_t1^Создает новые гранаты, когда они заканчиваются.<br>Доводит все подконтрольные механизмы до совершенства. Дроиды получают +5 к Атаке, +1 к Скорости.

hates_green_header=^def_hint_t0^Любит Изумрудных Драконов
hates_green_hint=^def_hint_t1^Считает Изумрудных Драконов исключительно вкусными и полезными. Мораль Гигантов повышается.


//Человеки
human_spirit=Боевой Дух
human_spirit_header=^def_hint_t0^Боевой Дух
human_spirit_40_hint=^def_hint_t1^+1 Морали при численности отряда не менее 40% от начальной.
human_spirit_50_hint=^def_hint_t1^+1 Морали при численности отряда не менее 50% от начальной.
human_spirit_60_hint=^def_hint_t1^+1 Морали при численности отряда не менее 60% от начальной.

comradeship_header=^def_hint_t0^Чувство локтя
comradeship_hint=^def_hint_t1^Увеличивает Атаку и Защиту в зависимости от численности отряда по сравнению с начальной численностью. Максимальный бонус +20% к Атаке и Защите.

plant_killer_header=^def_hint_t0^Гроза Сорняков
plant_killer_hint=^def_hint_t1^Наносит 200% урона растениям.

mage_killer_header=^def_hint_t0^Убийца Магов
mage_killer_hint=^def_hint_t1^Наносит 150% урона магам своими базовами атаками.

holy_attack_header=^def_hint_t0^Божественный Удар
holy_attack_dark_hint=^def_hint_t1^Атакует дистанционно, выпуская магический снаряд, наносящий усиленный урон всем тёмным созданиям.
holy_attack_light_hint=^def_hint_t1^Атакует дистанционно, выпуская магический снаряд, наносящий усиленный урон всем Светлым созданиям.

priest_header=^def_hint_t0^Божественная защита
priest_hint=^def_hint_t1^Сопротивляется Некромантии и Ликантропии.

valorous_header=^def_hint_t0^Доблесть
valorous_hint=^def_hint_t1^Уверенность в себе даёт +1 Морали.

dragon_slayer_header=^def_hint_t0^Убийца Драконов
dragon_slayer_hint=^def_hint_t1^Наносит усиленный урон драконам.

mage_header=^def_hint_t0^Молния
mage_hint=^def_hint_t1^Поражает врага молнией на любой дистанции. Наносит магический урон и может вызвать шок у цели.

archmage_header=^def_hint_t0^Наставник
archmage_hint=^def_hint_t1^Повышает Сопротивляемость Магии стоящих рядом с собой союзников на 10%.<br>Не действует на других Архимагов.<br>Не работает во время действия эффекта <label=special_battle_mage_name>

cavalry_header=^def_hint_t0^Кавалерист
cavalry_hint=^def_hint_t1^Разгоняясь по прямой, увеличивает урон, наносимый атаками и талантами, на 10% за каждую пройденную клетку.

holy_warrior_header=^def_hint_t0^Воин Света
holy_warrior_hint=^def_hint_t1^Воин Света, благословленный на борьбу с тьмой. Наносит усиленный урон тёмным. Защищен от магического урона (+30% сопротивляемости магическому урону).<br>Уничтожив тёмных с совокупным лидерством равным 50% от собственного лидерства, получает дополнительный заряд для таланта <label=special_prayer_name>.

unholy_warrior_header=^def_hint_t0^Воин Тьмы
unholy_warrior_hint=^def_hint_t1^Воин Тьмы, благословленный на борьбу со светом. Наносит усиленный урон светлым. Защищен от магического урона (+30% сопротивляемости магическому урону).<br>Уничтожив светлых с совокупным лидерством равным 50% от собственного лидерства, получает дополнительный заряд для таланта <label=special_prayer_name>.


// Викинги
rune_knowledge_header=^def_hint_t0^Знание Рун
rune_knowledge_hint=^def_hint_t1^Отряд имеет собственный запас Магических Рун.<br>Руна Атаки увеличивает наносимый отрядом урон на 25%, Руна Защиты уменьшает получаемый отрядом урон на 15%. Каждая руна применяется автоматически 1 раз за раунд при нанесении или получении урона.

throw_accurate_header=^def_hint_t0^Меткий
throw_accurate_hint=^def_hint_t1^Меткими бросками вынуждает противника бросить оружие. С вероятностью 20% базовая дистанционная атака накладывает Слабость на критическом ударе.

reproach_header=^def_hint_t0^Муки Совести
reproach_hint=^def_hint_t1^При атаке с вероятностью 20% может напомнить врагу о всех плохих деяниях. Воспоминания наносят магический урон, равный части урона, который цель нанесла своей последней атакой. Урон зависит от соотношения лидерства Скальдов и цели (минимум 1 за каждого Скальда в отряде).

singer_header=^def_hint_t0^Песнопев
singer_hint=^def_hint_t1^Поддерживает боевой дух воинов cвоими песнями и стихами. Мораль всех викингов в армии +1. Не действует на Скальдов.

valhalla_passer_header=^def_hint_t0^Провожающий в Валгаллу
valhalla_passer_hint=^def_hint_t1^Воспевает подвиги убитых врагами союзников. Повышает Инициативу союзных викингов на 1 на 2 хода.

shield_bash_header=^def_hint_t0^Удар Щитом
shield_bash_hint=^def_hint_t1^Если противник отвечает на атаку, то Берсеркер тут же наносит ещё один удар щитом. Атака наносит 3-5 физического урона и оглушает противника с вероятностью 20%.

wild_rage_header=^def_hint_t0^Безумная Ярость
wild_rage_hint=^def_hint_t1^При потере 50% численности воины впадают в неуправляемую ярость.

disregard_pain_header=^def_hint_t0^Игнорирование Боли
disregard_pain_hint=^def_hint_t1^С каждым пропущенным ударом Берсеркер становится менее восприимчив к боли, повышая Сопротивляемости всем типам урона на 5%. Максимальный бонус +25% ко всем Сопротивляемостям.

odines_gift_header=^def_hint_t0^Дар Одина
odines_gift_hint=^def_hint_t1^Существа 1-3 уровня с Лидерством, меньшим чем у атакующего отряда, не отвечают на атаки.

god_envoy_header=^def_hint_t0^Посланница Богов
god_envoy_hint=^def_hint_t1^Понижает Атаку и Защиту врагов рядом с Северной Воительницей на 10%.

bear_cavalry_header=^def_hint_t0^Медвежья кавалерия
bear_cavalry_hint=^def_hint_t1^Мораль всех медведей в армии +1.

witching_staff_header=^def_hint_t0^Колдовской Посох
witching_staff_hint=^def_hint_t1^Зачарованный посох позволяет поражать врагов на любой дистанции. С вероятностью 50% может снять с цели 1 случайный положительный эффект.

loki_gift_header=^def_hint_t0^Божественная Длань
loki_gift_hint=^def_hint_t1^Если союзник наносит критический удар то Атака всех Волхвов повышается на 1. Максимальный бонус +10 к Атаке.

knowledge_keeper_header=^def_hint_t0^Хранитель Знаний
knowledge_keeper_hint=^def_hint_t1^Позволяет союзным викингам использовать Руну Защиты 2 раза за раунд.<br>Союзники прочих рас получают +4 к Защите.

elemental_shield_header=^def_hint_t0^Щит Стихий
elemental_shield_hint=^def_hint_t1^Сопротивляемость Огню и Холоду +10%.<br>Получая урон от одной из этих стихий повышает соответствующую Сопротивляемость на 4% и понижает противоположную на 6%. Максимум +20% бонуса и -30% пенальти к Сопротивляемостям.

odines_armor_header=^def_hint_t0^Зачарованная Броня
odines_armor_hint=^def_hint_t1^Сопротивляемость физическому урону 25%. Сопротивляемость огненному урону 10%.<br>С вероятностью 20% зачарованные доспехи поглотят половину урона.

storm_axe_header=^def_hint_t0^Топор Стихий
storm_axe_hint=^def_hint_t1^Боевой топор, буквально пропитанный мощью ледяной бури. Может вызвать шок или заморозку у цели.

united_we_stand_header=^def_hint_t0^Плечом к Плечу
united_we_stand_hint=^def_hint_t1^Повышает Атаку и Защиту всех стоящих рядом с собой союзников 1-3 уровня на 10%.


// ОРКИ
orc_trophy_header=^def_hint_t0^Адреналин
orc_trophy_hint=^def_hint_t1^Адреналин, получаемый в бою, усиливает некоторые особенности войск и позволяет использовать таланты.<br>Если запасы Адреналина у существа меньше, чем требуется для конкретного таланта, последний теряет заряд. Как только существо набирает необходимое количество Адреналина, талант автоматически получает заряд.<br>Действия, влияющие на запас Адреналина:<br> Начало сражения: <gen=hintgen_orc_trophy_start>,<br> Атака врага: <gen=hintgen_orc_trophy_attack>,<br> Убийство врага: <gen=hintgen_orc_trophy_kill>,<br> Получение урона: <gen=hintgen_orc_trophy_damage>,<br> Ожидание: <gen=hintgen_orc_trophy_skip>.

goblin_zeroingini_header=^def_hint_t0^Пристрелка
goblin_zeroingini_hint=^def_hint_t1^Метая топор, повышает наносимый урон по противнику в данной клетке на 10%. Максимальный бонус к урону 30%.

giant_killer_header=^def_hint_t0^Убийца Титанов
giant_killer_hint=^def_hint_t1^Боязнь больших существ придает силы при сражении с ними. За каждую единицу разницы между уровнями цели и гоблина наносимый урон увеличен на 5%. Каждые 10 единиц Адреналина увеличивают бонус на 1% (максимум +5% от Адреналина).

goblin_rageus_header=^def_hint_t0^Вспыльчивость
goblin_rageus_hint=^def_hint_t1^Получая урон, увеличивает свою скорость на 1. Эффект суммируется, но максимальное ускорение не может быть больше 3.

ansestral_anger_header=^def_hint_t0^Гнев предков
ansestral_anger_hint=^def_hint_t1^Атакует врага дистанционно, призывая дух предков, наносящий цели урон холодом.<br>Каждые 5 единиц Адреналина позволяют духу игнорировать 2% Сопротивляемости цели (максимум игнорируется 20% Сопротивляемости от Адреналина).

one_with_spirits_header=^def_hint_t0^Говорящий с Духами
one_with_spirits_hint=^def_hint_t1^Сопротивляемость магическому урону 10%. Сопротивляемость астральному урону 15%.

one_keeper_header=^def_hint_t0^Хранитель
one_keeper_hint=^def_hint_t1^В начале своего хода получает 25% от среднего значения Адреналина всех орков-союзников.

pyromancer_header=^def_hint_t0^Пиромант
pyromancer_hint=^def_hint_t1^Сопротивляемость огненному урону -50%.<br>Атаки и таланты всегда взрывают бомбы и мины.<br>Каждая единица Адреналина увеличивает вероятность поджечь цель на 1% (максимум +50%). Действует для атак и талантов.

orc_furious_header=^def_hint_t0^Жажда битвы
orc_furious_hint=^def_hint_t1^Всегда наносит критический урон при ответных ударах.<br>Каждые 5 единицы Адреналина увеличивает веротяность критического удара при атаках самого Орка на 2% (максимум +20%).

double_attack_header=^def_hint_t0^Контратака
double_attack_hint=^def_hint_t1^Если враг ответил на атаку, то орк наносит ещё один удар по врагу. Не работает против врагов с безответной атакой и против неистовых.

arbalester_header=^def_hint_t0^Арбалетчик
arbalester_hint=^def_hint_t1^Стрелковые атаки и таланты игнорируют 20% Защиты цели. Каждые 5 единиц Адреналина позволяют игнорировать 3% Защиты (максимум игнорируется 30% Защиты от Адреналина).

wolf_cavalry_header=^def_hint_t0^Волчья кавалерия
wolf_cavalry_hint=^def_hint_t1^Мораль всех волков и оборотней в обеих формах +1.

trophy_control_header=^def_hint_t0^Контроль Адреналина
trophy_control_hint=^def_hint_t1^Получает 1 Адреналина за каждые 10 Адреналина, набранного союзниками.

calm_header=^def_hint_t0^Спокойствие
calm_hint=^def_hint_t1^Получает на 25% меньше Адреналина от своих Атак.<br>Мораль не может быть отрицательной.

shaman_header=^def_hint_t0^Шаман
shaman_hint=^def_hint_t1^В начале своего хода с вероятностью 100% полностью заполняет шкалу Адреналина.<br>Каждая единица Адреналина у Шамана в начале его хода снижает веротяность срабатывания на 1%.
//Например, при 80 Адреналина у Шамана шкала заполнится полность с вероятностью (100-80)%=20%.

heavy_hand_header=^def_hint_t0^Тяжелая Рука
heavy_hand_hint=^def_hint_t1^С вероятностью 30% снижает Скорость цели до 2.<br>Наносит 125% урона парящим и 150% урона летающим существам.

thick_skin_header=^def_hint_t0^Толстая Шкура
thick_skin_hint=^def_hint_t1^Все Сопротивляемости +10%.<br>Каждые 5 единиц Адреналина увеличивают бонус к сопротивляемостям на 1% (максимум +10% от Адреналина)

crushing_blow_header=^def_hint_t0^Сокрушение
crushing_blow_hint=^def_hint_t1^Наносит 20% урона всем вражеским отрядам вокруг цели.<br>Каждые 5 единицы Адреналина увеличивают наносимый соседним с целью вражеским отрядам урон на 1%.


// ЯЩЕРЫ
worm_header=^def_hint_t0^Червь
worm_hint=^def_hint_t1^Уязвимость к Физике (Сопротивляемость -10%).<br>Уязвимость к Огню (Сопротивляемость -10%).<br>Защита от Яда (Сопротивляемость +10%).

reptile_header=^def_hint_t0^Рептилия
reptile_hint=^def_hint_t1^Будучи хладнокровной рептилией, обладает особенностями: Защита от Яда (Сопротивляемость +20%).<br>Уязвимость к Холоду (Сопротивляемость -20%).<br>На снежных аренах Атака и Защита уменьшены на 30%.

eworm_header=^def_hint_t0^Роет землю
eworm_hint=^def_hint_t1^Перемещается под землей, игнорируя преграды.<br>Атакует дистанционно, вылезая из-под земли, нападая на цель и возвращаясь назад.

spear_header=^def_hint_t0^Копье
spear_hint=^def_hint_t1^Пронзает сразу две клетки, при этом не задевая союзников.

scale_skin_header=^def_hint_t0^Прочная Чешуя
scale_skin_10_hint=^def_hint_t1^Сопротивляемость физическому урону 10%. <br>Получает половину урона от дистанционных немагических атак: стрел и метательных снарядов.
scale_skin_15_hint=^def_hint_t1^Сопротивляемость физическому урону 15%. <br>Получает половину урона от дистанционных немагических атак: стрел и метательных снарядов.

blood_lust_header=^def_hint_t0^Жажда Крови
blood_lust_hint=^def_hint_t1^Убивая, может с вероятностью 50% получить повторный ход.

blood_shot_header=^def_hint_t0^Магический Снаряд
blood_shot_hint=^def_hint_t1^Атакует дистанционно, выпуская магический снаряд.

fly_krit_header=^def_hint_t0^Острый Клюв
fly_krit_hint=^def_hint_t1^Атакуя слету и по прямой, всегда наносит критический урон.

no_move_header=^def_hint_t0^Неподвижный
no_move_hint=^def_hint_t1^Не может перемещаться.

three_horn_header=^def_hint_t0^Трехрогий
three_horn_hint=^def_hint_t1^Обычной атакой атакует сразу три цели перед собой.

thorn_header=^def_hint_t0^Шипы
thorn_hint=^def_hint_t1^Враги получают урон от острых шипов, нападая на бронтора, когда он сам не может контратаковать.

no_retaliation0_header=^def_hint_t0^Не отвечает
no_retaliation0_hint=^def_hint_t1^Не отвечает на атаки врага.

tiran_header=^def_hint_t0^Тиран
tiran_hint=^def_hint_t1^Все враги в соседних клетках теряют 30% своей базовой Защиты.

giant_lizard_header=^def_hint_t0^Гигантский Ящер
giant_lizard_hint=^def_hint_t1^Все ящеры в армии получают +1 Морали.

predator_header=^def_hint_t0^Пожиратель
predator_hint=^def_hint_t1^Убивая отряд, съедает трупы, восстанавливая своё здоровье.


// ДЕМОНЫ
demon_fury_header=^def_hint_t0^Неистовство
demon_fury_hint=^def_hint_t1^Неистовство, накапливаемое в бою, усиливает войска и ускоряет перезарядку талантов.<br>Каждые 10 единиц Неистовства увеличивают базовую Атаку и Защиту на <gen=hintgen_demon_fury_bonus_atk>.<br>Каждые 10 единиц Неистовства дают <gen=hintgen_demon_fury_bonus_rel> вероятности сократить перезарядку таланта на 1. При сокращении времени перезарядки отряд тратит <gen=hintgen_demon_fury_bonus_rel2> Неистовства за каждый ход сокращенной перезарядки.<br>Действия, влияющие на запас Неистовства:<br> Атака врага: <gen=hintgen_demon_fury_attack>,<br> Использование таланта, не наносящего прямой урон: <gen=hintgen_demon_fury_talent>,<br> Получение урона: <gen=hintgen_demon_fury_damage>.

firemental_header=^def_hint_t0^Огненный элементаль
firemental_hint=^def_hint_t1^Обладает особенностями:<br>Иммунитет к воздействию на Разум и некоторым заклинаниям.<br>Сопротивляемость огненному урону не может быть ниже 80%. Нельзя поджечь. <br>Получая и нанося урон врукопашную, с вероятностью 50% поджигает врага.

demon_header=^def_hint_t0^Демон
demon_hint=^def_hint_t1^Демонические создания из иного мира обладают рядом особенностей:<br>Уязвимость к Холоду (Сопротивляемость -25%).<br>Защита от Огня (Сопротивляемость +50%).<br>Уязвимость к божественным атакам светлых (150% урона).<br>Иммунитет к некоторым заклинаниям.<br>На лавовых аренах Защита увеличена на 50%, на снежных снижена на 50%.

fire_thrower_header=^def_hint_t0^Метатель Огня
fire_thrower_hint=^def_hint_t1^Талант <label=special_fire_shot_name> имеет 2 независимых кулдауна перезарядки. 

return_header=^def_hint_t0^Возвращается
return_hint=^def_hint_t1^После нанесения удара возвращается назад.

three_head_header=^def_hint_t0^Трехглавый
three_head_hint=^def_hint_t1^Атакует сразу три цели перед собой.

priestess_blood_header=^def_hint_t0^Жрица Крови
priestess_blood_hint=^def_hint_t1^Базовые атаки и талант <label=special_demoness_long_name> с веротяностью 15% вызывают у цели эффект <label=effect_bleed_name>.

domination_header=^def_hint_t0^Доминирование
domination_hint=^def_hint_t1^Наносит дополнительно 30% урона по существам 1-3 уровня.

giveap_header=^def_hint_t0^Ярость Демона
giveap_hint=^def_hint_t1^Получая урон, уже походивший демон с вероятностью 50% получает возможность снова ходить в этом раунде и 1 Очко Действия для этого.<br>Ответные удары врагов не учитываются.

panik_header=^def_hint_t0^Вселяющий Ужас
panik_hint=^def_hint_t1^Нападая на этот отряд, существо 1-4 уровня с вероятностью 30% впадает в панику.<br>Не действует на механизмы и существ с иммунитетом к воздействию на Разум.

chaosmissile_header=^def_hint_t0^Магия Хаоса
chaosmissile_hint=^def_hint_t1^Поражает врага четырьмя сгустками Хаоса, наносящими огненный, ледяной, магический и ядовитый урон. Каждый сгусток с вероятностью 10% вызывает эффект <label=effect_burn_name> (огненный), <label=effect_freeze_name> (ледяной), <label=effect_shock_name> (магический), <label=effect_poison_name> (ядовитый). Нет штрафа на расстояние.

firemastery_header=^def_hint_t0^Власть над Огнем
firemastery_hint=^def_hint_t1^Сопротивляемость огненному урону +30%. Нельзя поджечь.<br>Атакуя такое существо, враги, не имеющие иммунитета к огню, загораются.

teleportation_header=^def_hint_t0^Телепортация
teleportation_hint=^def_hint_t1^Мгновенно перемещается, игнорируя любые препятствия.<br>Атакуя врага врукопашную с вероятностью 50% наносит безответную атаку и после нанесения удара возвращается назад.



// НЕЖИТЬ
necro_energy_header=^def_hint_t0^Некроэнергия
necro_energy_hint=^def_hint_t1^Существо способно поглощать энергию смерти, разлитую на поле сражения. Поглощенная некроэнергия залечивает повреждения нежити и даже возвращает в строй уничтоженных существ.

undead_header=^def_hint_t0^Нежить
undead_hint=^def_hint_t1^Будучи воскресшим мертвецом, обладает свойствами:<br>Защита от Яда (Сопротивляемость +50%).<br>Уязвимость к божественным атакам светлых (150% урона).<br>Иммунитет к Разуму и некоторым заклинаниям.<br>+50% Атаки ночью и в подземельях.<br>+1 Морали на кладбищах.

bone_header=^def_hint_t0^Костяной
bone_hint=^def_hint_t1^Получает 30% урона от стрел.

uncursed_header=^def_hint_t0^Проклятый
uncursed_hint=^def_hint_t1^Атакуя врага, с вероятностью 50% проклинает его.

rotting_header=^def_hint_t0^Разлагается
rotting_hint=^def_hint_t1^При гибели хотя бы одного зомби в отряде с вероятностью 10% выпускает трупный яд, заражающий чумой соседние отряды.<br>При гибели всего отряда всегда выпускает трупный яд.

treasure_searcher_header=^def_hint_t0^Проклятый Кладоискатель
treasure_searcher_hint=^def_hint_t1^Если на арене есть сундук с сокровищами, то в начале своего хода Пират Призрак мгновенно переместится к нему, стремясь завладеть содержимым.

soul_drain_header=^def_hint_t0^Поглощение Души
soul_drain_hint=^def_hint_t1^Численность отряда растет за счет поглощения душ убитых врагов.

vampirism_header=^def_hint_t0^Вампиризм
vampirism_hint=^def_hint_t1^Поглощает часть отнимаемого у врага при атаке здоровья, восстанавливая своё. Погибшие воскрешаются.

dead_evasion_header=^def_hint_t0^Обман Смерти
dead_evasion_hint=^def_hint_t1^Избегает критических ударов, растворяясь в тенях.

increasing_anger_header=^def_hint_t0^Нарастающий Гнев
increasing_anger_hint=^def_hint_t1^Каждый раз, атакуя врага, получает бонус +3 к урону и +3% к шансу Критического удара. Максимальный бонус +15 к урону и +15% к критическому удару.

dark_cloud_header=^def_hint_t0^Облако Тьмы
dark_cloud_hint=^def_hint_t1^Атакует дистанционно, поражая цель и соседние отряды магией. Пораженные существа проклинаются.

necromant_header=^def_hint_t0^Некромант
necromant_hint=^def_hint_t1^После боя к армии присоединяется Скелеты, Скелеты-лучники, Зомби или Гниющие зомби с суммарным Лидерством в размере 3% от Лидерства отряда Некромантов.

poison_br_header=^def_hint_t0^Ядовитое Дыхание
poison_br_hint=^def_hint_t1^Отравляет цель с вероятностью 50%.


// Нейтралы
plant_header=^def_hint_t0^Растение
plant_hint=^def_hint_t1^Растения не обладают разумом и животной плотью, с чем и связаны их особенности:<br>Иммунитет к воздействию на Разум и некоторым заклинаниям.<br>Уязвимость к Огню (Сопротивляемость -100%).<br>Защита от Яда (Сопротивляемость +50%).<br>Каждый ход восстанавливает 10% здоровья от максимума.

mech_header=^def_hint_t0^Механизм
mech_hint=^def_hint_t1^Механическое существо, не имеющее разума и живой плоти. Обладает свойствами:<br>Всегда нейтральная мораль.<br>Иммунитет к воздействию на разум.<br>Иммунитет к Яду (Сопротивляемость +80%, нельзя отравить).<br>Уязвимость к магии (Сопротивляемость -50%).<br>Нельзя лечить и воскрешать.<br>В присутсвии союзных механизмов <label=inf_dwarfs_race_head> и <label=inf_dark_dwarfs_race_head> получают +1 к Морали.

ice_creature_header=^def_hint_t0^Ледяное Создание
ice_creature_hint=^def_hint_t1^Будучи по своей природе ледяным созданием, обладает рядом особенностей:<br>Иммунитет к воздействию на Разум и некоторым заклинаниям.<br>Защита от Физики (Сопротивляемость +25%).<br>Защита от Яда (Сопротивляемость +50%).<br>Уязвимость к Огню (Сопротивляемость -100%).<br>Иммунитет к Холоду (Сопротивляемость 80%, Нельзя заморозить).<br>На снежных аренах Защита увеличена на 50%, на лавовых снижена на 50%.

robbery_header=^def_hint_t0^Грабитель
robbery_hint=^def_hint_t1^Мораль гуманоидальный войск 1-2 уровня в армии снижена на 1.

berserk_header=^def_hint_t0^Берсеркер
berserk_hint=^def_hint_t1^Всегда находится в состоянии берсеркера, поэтому неуправляем. Иммунитет к воздействию на Разум.

gold_digger_header=^def_hint_t0^Золотоискатель
gold_digger_hint=^def_hint_t1^Увеличивает количество находимого золота на 10%.

flame_scull_header=^def_hint_t0^Пылающий Череп
flame_scull_hint=^def_hint_t1^Атакует дистанционно, метая горящий череп, который наносит огненный урон цели. Демонам наносит 150% урона магией.

demonologist_header=^def_hint_t0^Демонолог
demonologist_hint=^def_hint_t1^Получает +1 Морали, если в армии есть демоны, и +5 Атаки на лавовых аренах.

gate_keeper_header=^def_hint_t0^Хранитель Порталов
gate_keeper_hint=^def_hint_t1^Когда кто-либо призывает демонов, использует "Телепорт" или "Инфернальный Обмен", Демонолог получает +2 Атаки и Защиты.

dark_soul_header=^def_hint_t0^Слуга Смерти
dark_soul_hint=^def_hint_t1^Ассасин – верный слуга бога Смерти. Любые положительные заклинания и эффекты, а также эффекты контроля разума (кроме Гипноза) с него соскальзывают тотчас же. Находясь под действием Гипноза, он теряет свои привилегии слуги Смерти.

hypocrite_header=^def_hint_t0^Лицедей
hypocrite_hint=^def_hint_t1^Перепробовав сотни ролей и примерив на себя сотни масок, существо невосприимчиво к заклинанию Зеркало Боли (и схожим с ним эффектам).<br>Длительность заклинаний и эффектов, оказывающих воздействие на разум, уменьшена в 2 раза.

bomber_header=^def_hint_t0^Бомбист
bomber_hint=^def_hint_t1^Вместо базовой атаки подвешивает к врагу связку бомб, которая взорвется через 3 хода. Каждая Девочка добавляет к связке одну бомбу, наносящую в момент взрыва 1-3 физического урона цели и соседним с ней отрядам.

no_damage_header=^def_hint_t0^Неуязвимый
no_damage_hint=^def_hint_t1^Никто не способен причинить урон ребенку. Враги и вражеские герои игнорируют данное существо. Случайный урон от заклинаний и талантов действующий на область полностью поглощается.

freedom_liker_header=^def_hint_t0^Свободолюбивый
freedom_liker_hint=^def_hint_t1^Чувствует себя крайне неуютно в пещерах. В подземельях Атака уменьшена на 50%.

dragon_cavalry_header=^def_hint_t0^Дракон Хранитель
dragon_cavalry_hint=^def_hint_t1^Драконы предпочитают принцесс.<br>Мораль всех драконов в армии +1. Не действует на призванных драконов.
// сделано как талант: <br>В начале сражения призывает союзный отряд драконов. Суммарное лидерство Наездниц на драконах и призванного отряда не превышает Лидерства героя.

shock_header=^def_hint_t0^Шок
shock_hint=^def_hint_t1^При атаке с вероятностью 30% шокирует врага, снижая его Инициативу и Очки Действия до 1.

stone_skin_header=^def_hint_t0^Каменная Кожа
stone_skin_hint=^def_hint_t1^Сопротивляемость физическому урону 20%.

ice_spit_header=^def_hint_t0^Ледяной Плевок
ice_spit_hint=^def_hint_t1^Плюёт ледяными сгустками во врагов, с вероятностью 30% замораживая цель на 2 хода. Получает некоторые бонусы стрелков.

carrion_header=^def_hint_t0^Падальщик
carrion_hint=^def_hint_t1^Может добежать до отряда умерших существ вне радиуса досягаемости, получая на это дополнительно 2 Очка Действия.

band_header=^def_hint_t0^Стая
band_hint=^def_hint_t1^Увеличивает Атаку и защиту в зависимости от численности отряда по сравнению с начальной численностью. Максимальный бонус +50% к Атаке и Защите.

spiteful_header=^def_hint_t0^Озверение
spiteful_hint=^def_hint_t1^Когда медведь получает урон, его атака удваивается до конца раунда. <br>Не учитывает ответные атаки врага.

drowsiness_header=^def_hint_t0^Спячка
drowsiness_hint=^def_hint_t1^Засыпает от бездействия. Просыпается, получая урон. Когда спит, восстанавливает здоровье.

dragon_hate_header=^def_hint_t0^Ненавидит Драконов
dragon_hate_hint=^def_hint_t1^Наносит Драконам двойной урон. Падает мораль, если в одной армии с ним есть Драконы.

ideal_header=^def_hint_t0^Совершенство
ideal_hint=^def_hint_t1^Вселяет в людей и грифонов 1-3 уровня уверенность и даёт им +1 Морали.

antimage_header=^def_hint_t0^Отрицание магии
antimage_hint=^def_hint_t1^Сбрасывает с себя все эффекты и заклинания.<br>Сопротивляемость магическому урону +25%. 

fear_header=^def_hint_t0^Страшный
fear_hint=^def_hint_t1^При атаке может испугать противника. Испуганный враг на удар не отвечает.

devilkrit_header=^def_hint_t0^Страх-рыба
devilkrit_hint=^def_hint_t1^Передаёт атакуемому врагу свою злобу и ненависть, и у жертвы вероятность критического удара возрастает на 40% на 4 хода.

weakness_header=^def_hint_t0^Слабость
weakness_hint=^def_hint_t1^С вероятностью 30% при атаке накладывает "Слабость" на 1 ход.

palsy_header=^def_hint_t0^Парализует
palsy_hint=^def_hint_t1^Может забрать оставшиеся Очки Действия у атакуемого врага с вероятностью 10*(6-уровень врага)%.

paralyse_header=^def_hint_t0^Усыпляющий Луч
paralyse_hint=^def_hint_t1^Дистанционно атакует лучом, усыпляющим противника на 1 ход. Чем меньше уровень противника, тем выше вероятность усыпления.

freezing_touch_header=^def_hint_t0^Замораживающее Касание
freezing_touch_hint=^def_hint_t1^Замораживает противника при атаке.

ice_shards_header=^def_hint_t0^Ледяные Осколки
ice_shards_hint=^def_hint_t1^Стреляет ледяными осколками из своей шкуры, поражая всех в радиусе 2 клеток. Наносит 40-60 урона холодом. С вероятностью 25% вызывает кровотечение на 3 хода.<br>Особенность срабатывает при гибели хотя бы одного дракона в отряде. 

creator_header=^def_hint_t0^Создатель
creator_hint=^def_hint_t1^Умеет преобразовывать энергию смерти для создания жизни. Убивая вражеский отряд, получает 1 заряд для таланта <label=special_summon_ice_minion_name>.<br>Освободившаяся после смерти Ледяного Дракона мана превращается в сгустки магической энергии.

magic_drin_header=^def_hint_t0^Зачарованная Дубина
magic_drin_hint=^def_hint_t1^Благодаря вложенной в неё магии, дубина Йотуна может либо замораживать врагов с вероятностью 30%, либо лечить своего владельца, передавая ему 10% отнимаемого при атаке здоровья врагов.


troll_header=^def_hint_t0^Шкура Тролля
troll_hint=^def_hint_t1^На свету шкура тролля каменеет, стесняя его движения, но давая дополнительную защиту.<br>Ночью, вечером и в подземельях:<br>  Регенерация (каждый ход восстанавливая здоровье до максимума).<br>  Свободное движение (+1 к Скорости и Инициативе).<br>  Сопротивляемость физическому, огненному и ледяному урону +15%.<br>Днем и утром:<br>  Сопротивляемость физическому, огненному и ледяному урону +30%.

stone_statue_header=^def_hint_t0^Каменеет
stone_statue_hint=^def_hint_t1^После смерти превращается в каменную статую-препятствие.

gloating_header=^def_hint_t0^Злорадный
gloating_hint=^def_hint_t1^Когда от атаки (кроме заклинаний) погибает любой отряд, Тролль радуется и получает +5 Атаки.

stone_header=^def_hint_t0^Каменный
stone_hint=^def_hint_t1^Каменное создание, оживленное магией. Обладает рядом особенностей:<br>Иммунитет к воздействию на Разум и некоторым заклинаниям.<br>Защита от физики (Сопротивляемость +30%).<br>Защита от яда (70% урона).<br>Защита от Огня (Сопротивляемость +30%).

hates_giants_header=^def_hint_t0^Ненавидит Гигантов
hates_giants_hint=^def_hint_t1^Наносит по гигантам удвоенный урон. Падает мораль, если в армии есть гиганты.

dragon_power_header=^def_hint_t0^Власть Дракона
dragon_power_hint=^def_hint_t1^Присутствие такого мощного противника, как Чёрный Дракон, вселяет страх в сердца врагов 1-4 уровня и снижает их инициативу.

orb_header=^def_hint_t0^Шар
orb_hint=^def_hint_t1^Перемещается только по прямой и останавливается, сталкиваясь с каким-либо препятствием. За каждую клетку разгона наносимый шаром урон увеличивается на 100%.

spell1_header=^def_hint_t0^Обычные Заклинания
spell1_hint=^def_hint_t1^Использует слабые атакующие и ослабляющие заклинания.<br>Уровень силы: I.
spell2_header=^def_hint_t0^Сильные Заклинания
spell2_hint=^def_hint_t1^Использует сильные атакующие и ослабляющие заклинания и проклятья.<br>Уровень силы: II.
spell3_header=^def_hint_t0^Мощные Заклинания
spell3_hint=^def_hint_t1^Использует мощные атакующие и ослабляющие заклинания, использует заклятия Разума и Искажения.<br>Уровень силы: III.

ram_header=^def_hint_t0^Баран
ram_hint=^def_hint_t1^Превращенные в баранов существа не способны ни на что, кроме бестолкового блеяния да беготни.

fire_breath_header=^def_hint_t0^Огненная Буря
fire_breath_hint=^def_hint_t1^Атакует огнем три цели одновременно, может поджечь цели.

rebirth_header=^def_hint_t0^Возрождение
rebirth_hint=^def_hint_t1^Погибая, может возродиться из пепла.

lava_creature_header=^def_hint_t0^Лавовый
lava_creature_hint=^def_hint_t1^Волшебное существо, чьей плотью является раскаленная магма. Обладает особенностями:<br>Иммунитет к воздействию на Разум и некоторым заклинаниям.<br>Защита от Физики (Сопротивляемость +25%).<br>Защита от Яда (Сопротивляемость +50%).<br>Уязвимость к Холоду (Сопротивляемость -50%).<br>Иммунитет к Огню (Сопротивляемость 80%, Нельзя поджечь).<br>На снежных аренах Защита увеличена на 50%, на лавовых снижена на 50%.

bash_strike_header=^def_hint_t0^Оглушает
bash_strike_hint=^def_hint_t1^Оглушает врагов 1-4 уровней.